[
  {
    "cityName": "Helsinki",
    "link": "https://interactive-img.com/interactiveimage/60059484c1be0.png",
    "description": "Helsinki is a hotbed for innovations, the startup ecosystem is rich and well-connected and this is particularly true for health and life sciences startups. The fastest-growing industries in the region are health and neurotechnologies. The University of Helsinki, Aalto University and the City of Helsinki set a common goal in 2016 to develop the region into the best Northern European hub for life science, health-related innovations and business development. Numbers of organisations, hubs and accelerators are dedicated to the health sector. Players such as Health Capital Helsinki, Terkko Health Hub and Upgraded contribute to strengthen the connection within the ecosystem, accelerate innovations and attract foreign investments and companies to partner. Helsinki’s trust-based atmosphere allows collaboration between the public and the private sector to run smoothly. Authorities also approach the private sector for researches, drug development and patient care. Many of the largest pharma companies in the world, including Bayer, Takeda, MSD, Pfizer, and AstraZeneca, have all established a presence in Greater Helsinki. The city has a lot to offer in terms of research and development: funding opportunities, a great infrastructure, testbeds and data banks. Finland is one of the few countries in the world that has developed a nationwide network of biobanks. Key research sectors in the area include oncology, ageing, neurotechnology, food chain and microbiome.",
    "mapId": "36474"
  },
  {
    "cityName": "Turku",
    "link": "https://interactive-img.com/interactiveimage/60180369ed34b.png",
    "description": "",
    "mapId": "23316"
  },
  {
    "cityName": "Tampere",
    "link": "https://interactive-img.com/interactiveimage/60dacc3f243f5.jpg",
    "description": "",
    "mapId": "29486"
  },
  {
    "cityName": "Oulu",
    "link": "https://interactive-img.com/interactiveimage/6188ef951d2e1.png",
    "description": "",
    "mapId": "33549"
  },
  {
    "cityName": "Skåne",
    "link": "https://interactive-img.com/interactiveimage/5f199f403124b.png",
    "description": "Skåne is the southernmost province of Sweden and comprises the cities of Malmö, Helsingborg and Lund. It is part of the Øresund transnational region, which also comprises the greater Copenhagen in eastern Denmark. When it comes to life-sciences, the ecosystem of the two countries is well-connected. Medicon Valley Alliance (MVA), the largest life science cluster in the Nordics, brings the two region’s strengths together. It gathers more than 300 biotech, MedTech and pharma companies, universities, hospitals and regional governments. Also pharma companies such as Pfizer, AstraZeneca and Roche are members. Skåne has a strong tradition in life sciences and health tech. The region has the highest concentration of science parks & incubators in Sweden. There are several biotech and MedTech research projects going on in the region, therefore there are plenty of opportunities for collaboration and partnerships. Universities and hospitals are key players in the region and are well-connected to the rest of the ecosystem. In addition to MVA, other science parks such as Medeon and Mobile Heights ICT cluster connect them to the public sector and industries. The ease of doing clinical trials is another key feature of the region. In Sweden, access to healthcare documentation is easy and there are numerous biobanks. The country aims at being the best in the world at using the opportunities offered by digitisation and eHealth. Key research areas in the region include diabetes, neuroscience, oncology, and inflammation. Other important sectors are drug development, Medtech, and health tech applications. The region has strong ICT and food clusters.",
    "mapId": "33549"
  },
  {
    "cityName": "Copenhagen",
    "link": "https://interactive-img.com/interactiveimage/600577b89c73e.png",
    "description": "Greater Copenhagen is part of the transnational Øresund Region, which also comprises Skåne in Sweden. When it comes to life-science, the ecosystem of the two countries is well-connected. The life-science cluster Medicon Valley Alliance (MVA), the largest life-science cluster in the Nordics, brings the two countries’ strengths together. It gathers Universities, hospitals, and some of the largest pharmaceutical, medtech and biotech companies in the world. E.g. Novo Nordisk, Lundbeck and Pfizer are members. Copenhagen is a world-leader in clinical testing and drug development. Related to research and development, some key strengths in the region include easy access to accurate and comprehensive medical data, strong involvement of the Danish population in a clinical trial and medical research participation, the presence of MVA which is number one in Europe for drug pipeline, clinical trials and research and development investment and the country’s quality infrastructure, IT devices, medtech devices and clinical equipment. Life science is a key sector in Denmark, and Copenhagen has successfully encouraged innovation in diverse sectors such as biotechnology and pharmaceuticals, medtech, cleantech and smart city solutions. Within biotech, the region’s strongholds are cancer, diabetes and metabolic diseases, neurological disorders, inflammation, allergy and autoimmune diseases. Within medtech, the strongholds are disposables, diagnostics, hearing devices and assistive technology. Copenhagen is home to TechBBQ, the biggest startup and innovation summit in Scandinavia.",
    "mapId": "16522"
  },
  {
    "cityName": "Oslo",
    "link": "https://interactive-img.com/interactiveimage/60059b6825079.png",
    "description": "Oslo has a long tradition of research and development in health and has during the last two decades seen an upswing in the number of biotech start-ups. The health startup ecosystem is well-developed and the city is full of science parks, incubators and research facilities with health and life-science focus. The health industry’s key sectors in the region include oncology, immunotherapy, diagnostic and Medtech. The city has a science park and organizations dedicated to cancer research. The Oslo Cancer Cluster, Innovation Park and Incubator are the key organisations that gather the entire oncology value chain. Research institutions, university hospitals, pharmaceutical companies, biotech start-ups, technology companies, service providers and other health organizations are well-connected. In the city, global pharmaceutical companies support start-ups through different collaboration opportunities. To give a few examples, Astra Zeneca, Bayer, Bristol-Myers Squibb, Celgene, GE Health, Janssen, Merck, MSD, Novartis, Pfizer and Roche are represented in the region.",
    "mapId": "16204"
  },
  {
    "cityName": "Stockholm",
    "link": "https://interactive-img.com/interactiveimage/60058f61e5be2.png",
    "description": " Second best producer per capita in the world after Silicon Valley, Stockholm has the reputation of being a unicorn factory. Besides banking, financing and IT, life-science is one of today ́s strongest industries in the region, with more than 24.000 people working in the sector. The environment is set to encourage research and innovation. The city has invested in hospitals and groundbreaking research infrastructures. Sweden’s laws and regulation are transparent and the country has a well-functioning system for ethical approval. Moreover, the access to large medical databases, registries, biobanks and patient population is easy. Stockholm’s research environment encourages teamwork, collaboration and innovation. There is a strong connection between academia, industry and the healthcare sector. The culture of creation and innovation starts in the city ́s education system, which highly promotes entrepreneurship. Stockholm is the home to some of the best life science and medicine universities, one of them being the renowned Karolinska Institutet. Stockholm’s key expertise includes diverse areas in health tech, biotech, MedTech and pharmaceutical. Some of the city’s strongholds include neuroscience, stem cell, metabolic diseases, cancer, molecular bioscience, ageing and diabetes.",
    "mapId": "16215"
  },
  {
    "cityName": "Gothenburg",
    "link": "https://interactive-img.com/interactiveimage/6005980f1e2b4.png",
    "description": "Life-science is one of Gothenburg fastest-growing industries. The whole ecosystem is well-connected: the three strategic science parks collaborate with each other and with universities and other key players. Programs such as Medtech4Health and SWElife are under the Swedish “strategic innovation program” and aim at facilitating the collaboration between businesses, organisations and academia. The city is the leading centre for clinical trials in Sweden, and one of Europe’s largest clinical research hot spots. It has the highest concentration of testbeds in the country. Key research and innovation areas include infection and immunology, metabolic diseases, oncology, cell and gene therapy, ageing research, imaging technologies, biotech and medical devices. The ecosystem is characterized by the numerous corporates located in the region with Volvo, Ericsson, IBM and AstraZeneca being among them. Those large businesses facilitate collaborations between startups, academia and authorities. AstraZeneca has established one of its three globally strategic centres in the city: AstraZeneca Bioventure Hub. It offers resources and expertise to academic groups and biotech companies and provides them with the opportunity to interact with big pharma and each other. Gothenburg is also home to Vitalis, one of the largest eHealth events in Scandinavia which yearly attracts over 6000 attendees.",
    "mapId": "16214"
  },
  {
    "cityName": "Iceland",
    "link": "https://interactive-img.com/interactiveimage/5f199a15c8961.png",
    "description": "Iceland is located at a strategic point, halfway between Europe and the US and therefore, possesses workforce coming from both continents. The population is relatively small, which makes it easier to penetrate the market at a lower cost. While the country was significantly hit by the 2008 bank collapses, it was quick to recover and is now growing at one of the fastest rates in Europe. The business environment is characterized by low corporate taxes and the availability of green energy resources at affordable prices. When it comes to the health industry, the strongest sectors in Iceland are pharmaceuticals and medical equipment. Reykjavik is the home to world-class companies such as Allergan pharmaceuticals, Alvogen pharmaceuticals, EpiEndo pharmaceuticals and Össur Prosthetics. Iceland is also one of the pioneers in molecular life sciences and particularly strong in the areas of human genetics and cancer research. Reykjavik possesses an impressive academic network and a highly educated population. The University of Iceland, the University of Reykjavik and the University hospital are all involved in the implementation of the Biomedical Center. Its establishment strengthened life-science by implementing core facilities, new equipment and infrastructure. To give a few examples, the center gathers a cell culture facility, a molecular biology facility and a microscope imaging center.",
    "mapId": "16213"
  }
]
